#version: 0.2
n g</w>
t h
c h
a n
n h
t r
th e</w>
e r
t i
n g
k h
n h</w>
a r
o u
i s</w>
an d</w>
a t</w>
t o</w>
ô i</w>
i n
i ng</w>
r e
v à</w>
ô ng</w>
a l
e n
p h
t ôi</w>
o f</w>
g i
o n
o n</w>
l à</w>
e r</w>
o r
e d</w>
c ó</w>
ộ t</w>
i n</w>
a n</w>
m ột</w>
h a
l i
ê n</w>
e s</w>
th at</w>
th e
c á
w h
i t</w>
o u</w>
c h</w>
y ou</w>
q u
ú ng</w>
n o
ờ i</w>
ủ a</w>
c ủa</w>
ch úng</w>
ớ i</w>
i ệ
kh ông</w>
o m
ấ t</w>
a y</w>
v e</w>
i t
ữ ng</w>
l y</w>
ạ n</w>
r o
l o
s t
nh ững</w>
n à
s e</w>
ư ợ
o ng</w>
a t
o r</w>
b ạn</w>
l e</w>
e n</w>
w e</w>
s i
a s</w>
ư ời</w>
a c
s t</w>
ề u</w>
t a</w>
d i
l e
đ ó</w>
ế t</w>
h o
s a
ạ i</w>
tr ong</w>
ng ười</w>
b e
ar e</w>
er e</w>
i ều</w>
ượ c</w>
th is</w>
đ ã</w>
th ể</w>
cá c</w>
ng h
đ ược</w>
l d</w>
nà y</w>
s e
s o</w>
c a
b u
ế n</w>
ì nh</w>
ch o</w>
â y</w>
r i
b i
no t</w>
ấ y</w>
m a
t u
v ới</w>
d e
i l
g h
n ó</w>
ha ve</w>
m e</w>
à m</w>
ầ n</w>
a b
ả i</w>
d o</w>
l àm</w>
s u
s ẽ</w>
r a</w>
n e
c u
v i
ou t</w>
t o
an h</w>
ti on</w>
đ ể</w>
v er
a l</w>
e l
k e</w>
s ự</w>
nh ư</w>
f or</w>
m u
ằ ng</w>
u y
l a
en t</w>
á c</w>
w as</w>
p e
c e</w>
kh i</w>
the y</w>
â n</w>
ou r</w>
- -</w>
ự c</w>
v à
đ iều</w>
m à</w>
g o
s h
v ề</w>
ơ n</w>
c om
ố ng</w>
ầ u</w>
on e</w>
w it
th ế</w>
wh at</w>
a ng</w>
ó i</w>
ậ t</w>
ư ớ
o p
wit h</w>
b e</w>
h ọ</w>
t s</w>
ou ld</w>
al l</w>
al ly</w>
c an</w>
r a
bu t</w>
no w</w>
n ói</w>
d o
ư ng</w>
e a
đ ây</w>
p o
ph ải</w>
c on
à nh</w>
đ ến</w>
k i
g ì</w>
p ro
f i
c i
nh ưng</w>
u n
m o
ứ c</w>
w or
ư ờ
gh t</w>
n ă
và o</w>
ườ ng</w>
iệ n</w>
í nh</w>
ướ c</w>
ố i</w>
à n</w>
h i
m i
g e
e x
t a
ế u</w>
l ại</w>
th er</w>
e s
v ì</w>
ả n</w>
ư ơ
t ừ</w>
ậ n</w>
a m</w>
r ằng</w>
ậ y</w>
đ ang</w>
e m</w>
th ere</w>
s om
l u
v iệ
h ơn</w>
việ c</w>
th ấy</w>
ab out</w>
ou n
à i</w>
t er
đ i</w>
ọ c</w>
h e</w>
ươ ng</w>
v ậy</w>
m y</w>
nh iều</w>
â u</w>
d s</w>
ù ng</w>
đ ầu</w>
a g
r ất</w>
ti ng</w>
c on</w>
m e
c ả</w>
t er</w>
th i
u se</w>
il l</w>
a s
ố n</w>
c o
or e</w>
bi ết</w>
cá ch</w>
b o
p er
à ng</w>
ch ỉ</w>
i f</w>
tr ên</w>
th ực</w>
ề n</w>
ộ ng</w>
nà o</w>
ch i
j u
li ke</w>
f ro
ũ ng</w>
th ing</w>
kh ác</w>
c ông</w>
. .</w>
fro m</w>
d u
v er</w>
w ill</w>
ọ i</w>
c ũng</w>
ổ i</w>
r e</w>
h ọc</w>
á t</w>
n ếu</w>
ch uy
t e
s ố</w>
cá i</w>
m p
ti on
pe op
. ..</w>
p p
peop le</w>
ver y</w>
ộ c</w>
ơ i</w>
ồ i</w>
nă m</w>
f e
ho w</w>
m ình</w>
ju st</w>
an t</w>
d e</w>
ắ t</w>
i ên</w>
ả m</w>
k ing</w>
ạ o</w>
b ị</w>
er s</w>
í ch</w>
ể n</w>
y our</w>
th ứ</w>
at e</w>
tr i
á ng</w>
w ould</w>
nh à</w>
e ar
b y</w>
a i</w>
u ng</w>
u s</w>
t h</w>
ngh ĩ</w>
ă n</w>
wh en</w>
ữ a</w>
mu ốn</w>
th ành</w>
s o
f or
b a
á i</w>
ố c</w>
ậ p</w>
ặ c</w>
el l</w>
c ô</w>
n ên</w>
s p
gi ờ</w>
qu an</w>
g e</w>
i r</w>
à y</w>
ti ế
wh i
u p</w>
p u
ú c</w>
t ed</w>
á n</w>
a d
ố t</w>
be ca
nh ất</w>
ê u</w>
the se</w>
ch ính</w>
ặ t</w>
ư a</w>
s s</w>
sa u</w>
t ại</w>
t y</w>
m ore</w>
sa o</w>
f u
o d</w>
p re
th u
p ar
ò n</w>
th in
0 0</w>
đ ộng</w>
k now</w>
kh o
ứ ng</w>
it y</w>
i d</w>
th ì</w>
ở i</w>
beca use</w>
n i
ắ c</w>
ệ n</w>
ge t</w>
p l
ư ở
ưở ng</w>
d ụ
t ất</w>
h iện</w>
ấ n</w>
go ing</w>
t w
lo o
h ere</w>
w ay</w>
ộ i</w>
ha d</w>
s tr
l ớ
ể u</w>
o ther</w>
the m</w>
som e
w n</w>
c òn</w>
ỏ i</w>
â m</w>
wh o</w>
h ình</w>
f a
m ọi</w>
ô n</w>
o l
e v
c ần</w>
gi ới</w>
ượ ng</w>
the o</w>
g h</w>
an y</w>
in d</w>
đ ị
ha y</w>
v e
b ằng</w>
ả nh</w>
ò ng</w>
ì n</w>
ẫ n</w>
se e</w>
the n</w>
a u
th o
nh ận</w>
ng s</w>
whi ch</w>
b ởi</w>
c ảm</w>
in e</w>
ừ ng</w>
w ere</w>
ng ày</w>
the ir</w>
th ật</w>
t ạo</w>
thin k</w>
' s</w>
a u</w>
cu ộc</w>
i c
h u
ti me</w>
tion s</w>
ể m</w>
ou r
m ent</w>
s ống</w>
ọ ng</w>
á o</w>
th ời</w>
g u
r ồi</w>
dụ ng</w>
oun d</w>
C h
nh ìn</w>
c re
l ên</w>
k s</w>
ha s</w>
ả ng</w>
c ùng</w>
tr ước</w>
re ally</w>
s ti
g o</w>
som e</w>
d ay</w>
t ự</w>
b ắt</w>
a m
a tion</w>
ti n</w>
đ ề</w>
nh ân</w>
ồ ng</w>
sh e</w>
ụ c</w>
lớ n</w>
ỗ i</w>
n o</w>
qu a</w>
y s</w>
c ơ</w>
h ã
á nh</w>
k e
di d</w>
en ce</w>
ă ng</w>
gi a</w>
x u
ri ght</w>
wh ere</w>
á ch</w>
sa id</w>
ac k</w>
iệ u</w>
chuy ện</w>
t ế</w>
b ản</w>
t ới</w>
ph át</w>
ả o</w>
si nh</w>
n ước</w>
qu y
c ould</w>
ạ t</w>
h is</w>
d ing</w>
ì m</w>
w a
f f
t ốt</w>
c t</w>
tr ở</w>
ou gh</w>
m á
w i
ab le</w>
d er
ph ần</w>
c âu</w>
đị nh</w>
m b
ấ p</w>
r u
h àng</w>
se l
tr ường</w>
t t
nă ng</w>
t ìm</w>
ac e</w>
d y</w>
ha i</w>
in to</w>
b ộ</w>
com e</w>
s ử</w>
w ant</w>
t ính</w>
to àn</w>
m ới</w>
nh au</w>
n ữa</w>
iệ m</w>
w e
ú t</w>
ho ặc</w>
hã y</w>
nh iên</w>
s ed</w>
th ông</w>
y ear
v ấn</w>
en ts</w>
p a
k ết</w>
ac tu
iệ t</w>
ả y</w>
n u
n ơi</w>
th ay</w>
wor ld</w>
l ý</w>
ợ p</w>
ấ u</w>
ắ n</w>
o o
đ i
ậ u</w>
ạ nh</w>
ó ng</w>
ca l</w>
đ ổi</w>
m s</w>
be en</w>
h ợp</w>
fi r
e t</w>
ê m</w>
w ell</w>
th an</w>
tiế p</w>
st ar
le a
an i
á p</w>
h ành</w>
y ing</w>
m ặt</w>
l ed</w>
ma ke</w>
x em</w>
má y</w>
tr ình</w>
gi an</w>
g re
a f
year s</w>
le t</w>
l ần</w>
ệ nh</w>
ạ c</w>
ạ ng</w>
đ ối</w>
thi ngs</w>
li ệ
k ed</w>
actu ally</w>
v es</w>
ba o</w>
h ệ</w>
b ất</w>
com p
ti ve</w>
ha pp
mo st</w>
tw o</w>
s ay</w>
in ter
f e</w>
t al
qu á</w>
s si
h er</w>
th ường</w>
th ích</w>
al so</w>
m on
v ật</w>
m an</w>
h ỏi</w>
s c
fir st</w>
it e</w>
tr ẻ</w>
d er</w>
at ed</w>
es s</w>
ng o
ắ ng</w>
o f
t ưởng</w>
ồ n</w>
ki nh</w>
v ing</w>
c e
t ay</w>
à o</w>
ch an
đ ồng</w>
ou s</w>
tu y
th ức</w>
tr ọng</w>
ff er
s pe
l ượng</w>
ea r</w>
g ra
o ver</w>
st u
ar d</w>
en d</w>
some thing</w>
lo ại</w>
ị ch</w>
b ệnh</w>
liệ u</w>
b ack</w>
v ị</w>
l l</w>
mu ch</w>
ag e</w>
m in
d ed</w>
al i
s h</w>
loo k</w>
en ti
gi ải</w>
c k</w>
ev en</w>
thi ết</w>
on ly</w>
or y</w>
ti ên</w>
wor k</w>
a p
tt le</w>
vi ên</w>
s on</w>
ĩ a</w>
b le</w>
v ẫn</w>
n ay</w>
gi ống</w>
s y
t âm</w>
đi ểm</w>
wh y</w>
h ội</w>
tho se</w>
pro b
đ ộ</w>
m ar
l s</w>
ử a</w>
d re
ta ke</w>
it s</w>
b ên</w>
0 00</w>
ễ n</w>
s ing</w>
ne w</w>
g ọi</w>
và i</w>
ứ u</w>
đ ều</w>
hi ểu</w>
tu r
g a
ẳ ng</w>
tr a
tu re</w>
c ứu</w>
an s</w>
re a
li ttle</w>
di ffer
b ây</w>
tiế ng</w>
h e
w s</w>
go od</w>
go t</w>
ệ t</w>
c al
gi á</w>
ọ n</w>
c ậu</w>
đ ường</w>
c oun
s áng</w>
t e</w>
l es</w>
nh ỏ</w>
t ly</w>
l úc</w>
ngh ĩa</w>
on s</w>
đ ưa</w>
f o
1 0</w>
s es</w>
g r
m any</w>
ú p</w>
g en
đ o
ẩ n</w>
t ương</w>
ac t</w>
li fe</w>
chi ế
e ver
à u</w>
ti ền</w>
fu l</w>
c es</w>
đ úng</w>
m ỗi</w>
i r
do es</w>
th ống</w>
ca o</w>
in t</w>
an d
e l</w>
x ảy</w>
qu ả</w>
re e</w>
n a
ho àn</w>
2 0
i mp
n ing</w>
s ho
ngh e</w>
T r
c ầu</w>
tr ị</w>
ne ed</w>
d ùng</w>
ever y
t ác</w>
p ri
á m</w>
i m
g y</w>
ph i
gi úp</w>
iệ p</w>
đ ại</w>
ch ưa</w>
s er
bo dy</w>
chuy ển</w>
ar y</w>
do wn</w>
m er
u r
t ình</w>
ợ i</w>
uy ên</w>
ti m
f in
or i
p i
I n
y êu</w>
at er</w>
ó c</w>
l a</w>
ng u
ph ụ</w>
ng ay</w>
l ời</w>
an ce</w>
th r
tri ển</w>
c tion</w>
l ar
T h
ă m</w>
kho ảng</w>
si g
c ar
xu ất</w>
b iệt</w>
mb er</w>
tr y</w>
chiế c</w>
h ết</w>
b ảo</w>
l ing</w>
w er</w>
lo t</w>
m ay</w>
ag a
d a
r y</w>
c ố</w>
kh i
sel f</w>
si de</w>
or t</w>
ặ p</w>
d ân</w>
đ ất</w>
ph òng</w>
b a</w>
l ực</w>
th ou
e p</w>
p s</w>
quy ết</w>
o k</w>
o b
ar ound</w>
ngh ệ</w>
an y
p e</w>
tr ung</w>
uy ền</w>
m il
m ẹ</w>
ầ m</w>
ch ất</w>
s en
x e</w>
ứ a</w>
un der
1 9
g ần</w>
li ên</w>
thu ật</w>
hi m</w>
sh ould</w>
v ed</w>
f ri
s ản</w>
í t</w>
t ừng</w>
đ ấy</w>
ngh iệm</w>
su r
st s</w>
ph ương</w>
ắ p</w>
or s</w>
é p</w>
ướ ng</w>
đ âu</w>
é t</w>
c ứ</w>
sa me</w>
t ập</w>
e y</w>
m ô</w>
k ind</w>
b é</w>
m at
b ình</w>
al s</w>
re d</w>
i de
ch u
an k</w>
tuy ệt</w>
thr ough</w>
n ữ</w>
differ ent</w>
e very</w>
cu ối</w>
đ iện</w>
tr ả</w>
j e
o m</w>
tr e
af ter</w>
ngo ài</w>
ngh iên</w>
prob le
c or
a o</w>
ạ ch</w>
ạ y</w>
ẩ m</w>
po int</w>
' t</w>
ừ a</w>
d ự
t ăng</w>
sh i
k ế</w>
di ễn</w>
b ài</w>
m ất</w>
ph ân</w>
e f
tr u
đ ơn</w>
ư ới</w>
ma ng</w>
be ing</w>
f t</w>
ti ến</w>
đ ặt</w>
h el
si on</w>
gh ter</w>
gi áo</w>
v o
l ấy</w>
ch ủ</w>
le ar
i l</w>
Q u
ch ứng</w>
bi ến</w>
c ười</w>
wa ys</w>
pu t</w>
di s
tu ổi</w>
b ỏ</w>
ch ơi</w>
x in</w>
mp le</w>
ã o</w>
kh ó</w>
ti es</w>
k ỳ</w>
t ên</w>
a r</w>
gi ữa</w>
co l
P h
an s
lo w</w>
do ing</w>
at e
t ài</w>
th áng</w>
s in
happ en
au ghter</w>
or t
c ent</w>
h iệu</w>
b à</w>
ó a</w>
lu ôn</w>
ti êu</w>
tr anh</w>
n ed</w>
t ượng</w>
p r
at es</w>
th ree</w>
m en
ô m</w>
s ách</w>
p la
tim es</w>
w om
ch ết</w>
d ù</w>
c en
ph áp</w>
ar i
ế m</w>
ma de</w>
kh ả</w>
t en
qu ốc</w>
th ân</w>
chi ến</w>
z e</w>
ea ch</w>
ắ m</w>
đ áng</w>
c a</w>
d ự</w>
v u
tion al</w>
M ỹ</w>
b r
ho ạt</w>
t ter</w>
re s</w>
tr uyền</w>
y ear</w>
t ư</w>
e w</w>
be f
nh i
l ập</w>
ti nh</w>
bef ore</w>
s ức</w>
cal led</w>
c t
v i</w>
to o</w>
gi ve</w>
ngh iệp</w>
s ci
t ell</w>
m ạnh</w>
ậ m</w>
h ea
c ấp</w>
m a</w>
cu l
th êm</w>
sy st
h ear
le ss</w>
k es</w>
xu ống</w>
ci al</w>
tr í</w>
c á</w>
ấ m</w>
t ử</w>
ạ m</w>
d ẫn</w>
st ory</w>
s ĩ</w>
wi th
b ra
kho a</w>
k ể</w>
ti c</w>
g ặp</w>
đ ồ</w>
ch í</w>
sti ll</w>
gi ả</w>
í a</w>
ch ức</w>
L aughter</w>
th ú</w>
â ng</w>
i ma
st o
b áo</w>
li on</w>
m an
ph ẩm</w>
ch ẳng</w>
s ch
of f</w>
to day</w>
f ind</w>
v ụ</w>
2 0</w>
ne ver</w>
ẹ p</w>
v ô</w>
ầ y</w>
d i</w>
ch ắc</w>
mi nh</w>
th ôi</w>
per i
la r</w>
ó m</w>
5 0</w>
h ôm</w>
vi ết</w>
ch ọn</w>
ch út</w>
c ộng</w>
w an
x ác</w>
aga in</w>
d ụ</w>
c our
la st</w>
ng uyên</w>
quy ền</w>
th u</w>
bi li
kh ỏi</w>
om e</w>
j o
r on
qu es
tr iệu</w>
imp ort
g ro
đ ánh</w>
đ ời</w>
n ão</w>
h ướng</w>
c an
tal k</w>
an other</w>
su re</w>
o wn</w>
le c
an g
in s</w>
ủ ng</w>
ổ ng</w>
mi ght</w>
ti c
i s
đ ặc</w>
w ing</w>
t ting</w>
pro du
k no
tr ái</w>
g ây</w>
th ị</w>
b ố</w>
H o
th ử</w>
ho á</w>
e st</w>
ne x
c lo
ẫ u</w>
chan ge</w>
m ức</w>
re ad
gi ảm</w>
p ic
l ẽ</w>
r õ</w>
te ch
cu r
c ảnh</w>
lo ng</w>
nh anh</w>
tr o
v ăn</w>
str u
v í</w>
m àu</w>
s m
gre at</w>
par t</w>
N h
uy ết</w>
vi de
s át</w>
b it</w>
st er</w>
ter s</w>
su y</w>
d ịch</w>
nh ớ</w>
b ức</w>
m ở</w>
st a
c ts</w>
w ar
l o</w>
y es</w>
under st
ph ía</w>
đ àn</w>
pl ace</w>
thou ght</w>
d ưới</w>
ề m</w>
per cent</w>
h óa</w>
Qu ốc</w>
đ ạo</w>
n ền</w>
be tter</w>
be li
c er
x ã</w>
lo gy</w>
l an
e en</w>
đ ôi</w>
th ank</w>
ve lo
nex t</w>
t ục</w>
kh í</w>
lo ài</w>
ch ế</w>
w ent</w>
pl an
me di
th am</w>
t ea
ki ến</w>
d d
th ư</w>
nh ạc</w>
e qu
đ ủ</w>
u sed</w>
lo ve</w>
x ây</w>
import ant</w>
kh u</w>
cour se</w>
l in
qu ay</w>
th ương</w>
đ ứa</w>
kh á</w>
tr ò</w>
a d</w>
tr ang</w>
o ld</w>
bi g</w>
th ần</w>
ch ứ</w>
t al</w>
d ài</w>
f act</w>
v en</w>
ca me</w>
dự ng</w>
ạ p</w>
d ễ</w>
es s
ch il
ư u</w>
đ ẹp</w>
p er</w>
chi a</w>
po li
bu il
ide a</w>
gi ản</w>
hel p</w>
e ver</w>
ằ m</w>
thu ốc</w>
t en</w>
O h</w>
v ọng</w>
de velo
20 0
v ực</w>
ex a
ph ép</w>
s k
b ay</w>
wh o
m ents</w>
c ây</w>
it ed</w>
p or
c ửa</w>
o k
v en
se e
proble m</w>
vide o</w>
v ời</w>
at u
to ge
t y
ch i</w>
m ạng</w>
ph ố</w>
toge ther</w>
ch o
be tw
betw een</w>
s how</w>
star t</w>
g ắng</w>
h ạn</w>
ima g
x a</w>
m ắt</w>
ph á</w>
nh óm</w>
bi ểu</w>
S e
qu anh</w>
A pp
oo l</w>
d a</w>
3 0</w>
gi ữ</w>
c k
star ted</w>
ki ểm</w>
er i
un i
se con
b lo
mon ey</w>
c ụ</w>
ê ng</w>
ch e
f ound</w>
c àng</w>
lo gi
syst em</w>
f un
b ào</w>
th er
Tr ung</w>
po ssi
ế p</w>
T ôi</w>
th ậm</w>
c ess</w>
w ater</w>
ỉ nh</w>
d ữ</w>
g g
i ce</w>
e i
om i
mu a</w>
hu man</w>
c all</w>
ã i</w>
a way</w>
t ích</w>
me an</w>
ca tion</w>
t ổ</w>
ne ss</w>
c ted</w>
tech no
per son</w>
ph ản</w>
c ực</w>
to án</w>
tr a</w>
h ưởng</w>
de ci
c la
bili ty</w>
z ed</w>
li ght</w>
al ways</w>
fe w</w>
l ine</w>
b rea
l ợi</w>
khi ến</w>
ki ếm</w>
in st
đ ứng</w>
de sig
fa mi
ma y
comp le
c lu
f ac
tr ời</w>
gi ao</w>
A mer
n s</w>
se ar
J o
A nh</w>
r ing</w>
ngu ồn</w>
dre n</w>
v ẻ</w>
v ùng</w>
vu i</w>
e ve</w>
ki a</w>
v ũ</w>
com es</w>
gi ác</w>
ch ú</w>
bra in</w>
v al
e con
v òng</w>
phi m</w>
ex peri
d ạng</w>
t ối</w>
su ch</w>
m ặc</w>
fe el</w>
ch ân</w>
c el
ự a</w>
Ch in
ne t</w>
đ ô</w>
1 00</w>
a pp
v a
é o</w>
n a</w>
d at
c y</w>
thu ộc</w>
chil dren</w>
l òng</w>
th uyết</w>
ro om</w>
e ng
nu mber</w>
du y</w>
in cre
v ừa</w>
b ước</w>
d one</w>
A n
pre s
loo king</w>
g ái</w>
lu ận</w>
whi le</w>
m en</w>
v âng</w>
chan g
ph ủ</w>
b an</w>
S t
may be</w>
r an
ma tion</w>
đo ạn</w>
T E
read y</w>
com mu
exa mple</w>
f ace</w>
th anh</w>
re as
b li
đ ình</w>
m ục</w>
cu ng</w>
an ds</w>
ag o</w>
re n
ặ ng</w>
w al
c ed</w>
ar e
gen er
p t</w>
we e
p ing</w>
M ar
wom en</w>
h ầu</w>
b án</w>
underst and</w>
p en
b ri
N ew</w>
ư ỡ
com pu
b àn</w>
l and</w>
t es</w>
li ve</w>
s ợ</w>
ó n</w>
b ác</w>
sch ool</w>
M i
w ro
tu ần</w>
n ổi</w>
á u</w>
h ome</w>
c ou
ou se</w>
ab ly</w>
đ a</w>
st ed</w>
bo ok</w>
u sing</w>
y ếu</w>
d es</w>
đ ầy</w>
every thing</w>
si c</w>
a ting</w>
w at
b or
se t</w>
he al
re al</w>
s ha
c ally</w>
wan ted</w>
d ent</w>
ou t
a se</w>
c ro
ch ạy</w>
b ro
ng ữ</w>
st er
at h</w>
f our</w>
n er</w>
sa i</w>
ques tion</w>
sa ys</w>
đị a</w>
d ri
v ệ</w>
ph ục</w>
ng ồi</w>
or g
l ịch</w>
th s</w>
p as
đo án</w>
s ort</w>
ti ết</w>
t el
h ar
f ol
lu ật</w>
in for
ri êng</w>
s it
d iện</w>
dat a</w>
le ft</w>
l ệ</w>
y ou
x ét</w>
tr ợ</w>
tr ưởng</w>
e t
ok ay</w>
ch ắn</w>
ch ương</w>
l âu</w>
do anh</w>
c ri
do l
h al
who le</w>
lo w
l ỗi</w>
đ ừng</w>
su b
beli eve</w>
tr ông</w>
r ộng</w>
ou s
d ra
ki ds</w>
en er
je ct</w>
lớ p</w>
m om
c li
ne e
m ed</w>
pu bli
with out</w>
u m</w>
en ough</w>
1 2</w>
com ing</w>
m or
s ư</w>
par ti
la tion</w>
ị u</w>
dụ c</w>
on ce</w>
th úc</w>
secon d</w>
d ge</w>
coun try</w>
me ans</w>
th ough</w>
po wer</w>
ượ t</w>
d ành</w>
al ity</w>
p ed</w>
la i</w>
be come</w>
al e</w>
tr ăm</w>
go ver
tr ying</w>
wor king</w>
be st</w>
s âu</w>
for m</w>
ac k
to ld</w>
m y
mil lion</w>
đ ạt</w>
tri es</w>
k ỹ</w>
u l
a i
so ci
mo de
t on</w>
be g
c r
đ au</w>
wh e
sel ves</w>
In ter
ge tting</w>
bu ổi</w>
sm all</w>
fi ve</w>
l ã
ve l</w>
đ ọc</w>
si ng
in v
qu y</w>
re e
ổ n</w>
hea d</w>
c ăn</w>
pro te
on es</w>
kh u
k ì</w>
a tions</w>
ch a</w>
b óng</w>
ĩ nh</w>
di vi
hi gh
techno logy</w>
ú a</w>
k iện</w>
m ối</w>
M a
u p
uy ện</w>
t ty</w>
su l
ng ủ</w>
cá nh</w>
ma king</w>
t ồn</w>
gi r
w r
w ard</w>
ac ti
m ôi</w>
sp on
bo th</w>
ch ing</w>
mu st</w>
c ra
ch ung</w>
as ed</w>
tho ại</w>
ù a</w>
atu re</w>
c ổ</w>
1 5</w>
as k</w>
r àng</w>
fo od</w>
shi p</w>
z ing</w>
f il
to ok</w>
possi ble</w>
gover n
t ức</w>
ph í</w>
ct or</w>
rea d</w>
s ở</w>
tr ans
so lu
t ổng</w>
t ạp</w>
re me
n ity</w>
ch ịu</w>
ỏ ng</w>
c ity</w>
to p</w>
M o
w er
n ằm</w>
ch ỗ</w>
s s
bu sin
ta in</w>
ph út</w>
ụ p</w>
ke ep</w>
th ers</w>
ca p
any thing</w>
x i
sh ed</w>
n ối</w>
la use</w>
tr ải</w>
tr ụ</w>
nh iệm</w>
ng er</w>
mo ve</w>
kh ách</w>
infor mation</w>
ng ôi</w>
ca se</w>
bi ển</w>
ssi on</w>
o ver
qu ite</w>
es ting</w>
c ạnh</w>
ke t</w>
val u
f f</w>
W h
x ung</w>
k ích</w>
h ồi</w>
ộ n</w>
thi ên</w>
su pp
d ro
n e</w>
c are</w>
h and</w>
b er
è o</w>
spe ci
th ủ</w>
ma l</w>
App lause</w>
ng ôn</w>
thin king</w>
N g
A l
nh ập</w>
ch ar
su ốt</w>
tr ai</w>
tu y</w>
c er</w>
C o
x úc</w>
po si
pre tty</w>
chu ẩn</w>
re spon
d ạy</w>
ưỡ ng</w>
đ óng</w>
v a</w>
h ard</w>
v iện</w>
sen se</w>
prob ably</w>
k ỷ</w>
m ẫu</w>
fu ture</w>
da ys</w>
gr ou
tur n</w>
ti m</w>
ener gy</w>
chi ld</w>
1 0
bi l
s or
en ds</w>
cre ate</w>
re la
sear ch</w>
con ne
g lo
s ắc</w>
min u
al le
kh ắp</w>
p le</w>
l er</w>
fami ly</w>
G oo
no thing</w>
d r
Y or
ch a
k ẻ</w>
tal king</w>
ph o
h ơi</w>
happen ed</w>
ữ u</w>
y et</w>
nhi êu</w>
te ly</w>
in ed</w>
di re
í n</w>
some one</w>
h ữu</w>
t ỷ</w>
ki ểu</w>
v ận</w>
sp ace</w>
fo re
e lec
chuy ên</w>
ẩ y</w>
d in
đ ộc</w>
s y</w>
ate ly</w>
se en</w>
ori es</w>
hi gh</w>
coun tries</w>
ga me</w>
uni ver
n or
cu ốn</w>
ti cal</w>
in f
hi ểm</w>
fi gu
sa w</w>
kh ăn</w>
t ỉ</w>
l ater</w>
al ready</w>
ú i</w>
Ho a</w>
N am</w>
S u
cá o</w>
Inter net</w>
đ ội</w>
ẵ n</w>
R e
s qu
ni ght</w>
o l</w>
re ali
di a</w>
be au
ma kes</w>
ef fe
ngu y</w>
l ắng</w>
fu l
so l
d ấu</w>
h un
y si
ồ m</w>
4 0</w>
ươ i</w>
sin ce</w>
i m</w>
1 1</w>
ous ly</w>
ea h</w>
lea se</w>
e du
sa ng</w>
L e
t ố</w>
t ệ</w>
s ity</w>
om e
s ắp</w>
p op
s our
s on
ca r</w>
qu ân</w>
i g
g le</w>
el se</w>
spe a
our s</w>
v ỗ</w>
pl ay</w>
gh i</w>
com m
lear n</w>
w on
Chin a</w>
tr ạng</w>
pi e
ch ed</w>
s ẵn</w>
reme mber</w>
mo ther</w>
bu r
TE D</w>
you ng</w>
mom ent</w>
thi ếu</w>
k en</w>
s li
org ani
n y</w>
ha ving</w>
g s</w>
ch ị</w>
kh ủng</w>
d en
nhi ễ
el s</w>
b l
th í</w>
mu l
đ u
th ất</w>
m ong</w>
x ử</w>
ch ống</w>
B o
ò a</w>
b ăng</w>
m ind</w>
st e
sto p</w>
h y
th ái</w>
w on</w>
un ti
h ouse</w>
tr ực</w>
g en</w>
as ked</w>
th i</w>
đ êm</w>
Yor k</w>
proble ms</w>
ba d</w>
Goo gle</w>
u ro
at t
qu ý</w>
kh ám</w>
of ten</w>
mat ter</w>
v ẽ</w>
whe ther</w>
sci ence</w>
h ạt</w>
wro ng</w>
U n
hal f</w>
busin ess</w>
x anh</w>
wom an</w>
con ti
f fi
c o</w>
s ẻ</w>
happ en</w>
lan gu
ou ght</w>
ử i</w>
h ạnh</w>
G i
m ing</w>
l ắm</w>
wor ds</w>
l ạc</w>
s k</w>
sa ying</w>
l ựa</w>
tr ừ</w>
qu i
pl ac
su c
ar ed</w>
ph ysi
g ồm</w>
du ng</w>
li ving</w>
ro w</w>
dự a</w>
ac ro
K h
l ạ</w>
ng ạc</w>
d anh</w>
ru n</w>
ch ăm</w>
li ves</w>
hear t</w>
go es</w>
ph ạm</w>
k éo</w>
T he</w>
c tive</w>
reas on</w>
unti l</w>
s le
s ite</w>
mu sic</w>
O K</w>
sti c</w>
l ưu</w>
h ộ</w>
b al</w>
n iệm</w>
fa r</w>
si mple</w>
gi ết</w>
đ ột</w>
bi r
so cial</w>
sci enti
t -
R o
al most</w>
of fi
inter esting</w>
n ội</w>
en vi
s is</w>
fi c</w>
x ấu</w>
ph úc</w>
tr úc</w>
nhiễ m</w>
f er
ư ơ</w>
đ o</w>
lar s</w>
E ar
un der</w>
hear d</w>
c ấu</w>
at ur
đ ợi</w>
s m</w>
k in
d ly</w>
op er
th ẳng</w>
Amer ic
heal th</w>
ph ức</w>
loo ked</w>
govern ment</w>
ma ch
fa ther</w>
experi ence</w>
wor ks</w>
K ỳ</w>
n am</w>
đ á</w>
imag ine</w>
acro ss</w>
st an
ch ụp</w>
a w
ro bo
e -
ch iều</w>
m er</w>
stu d
e le
w in
A r
wor d</w>
tru e</w>
stru c
desig n</w>
c ess
in side</w>
l y
ngh i</w>
A fri
or der</w>
du ring</w>
bi o
op en</w>
nh é</w>
P ar
ngo ại</w>
econ omi
v ượt</w>
ngh i
f ron
re sul
some times</w>
B u
di es</w>
Ph i</w>
envi ron
ch âu</w>
cel ls</w>
c ải</w>
má u</w>
di se
with in</w>
u ống</w>
p lu
dol lars</w>
parti cu
U .
m ật</w>
happen s</w>
G re
ng ành</w>
i ld</w>
đ ấu</w>
pro gra
stu ff</w>
con tro
t om
d ầu</w>
thou s
sc ri
g ửi</w>
th ập</w>
k il
ea d</w>
b ánh</w>
na me</w>
pro f
loo ks</w>
z ation</w>
h y</w>
- -
h ọ
gh ts</w>
0 ,
e ty</w>
y eah</w>
on i
c ắt</w>
ou th</w>
c s</w>
6 0</w>
pop u
ans wer</w>
thi r
bu ild</w>
t ấm</w>
qu ản</w>
e se</w>
ol s</w>
v ity</w>
pro cess</w>
t ội</w>
Ear th</w>
S i
pa ti
k ính</w>
mon ths</w>
co ver
D e
t ốc</w>
con t
o s</w>
buil ding</w>
s tri
nh iệt</w>
lea r</w>
ic k
h ề</w>
in st</w>
in clu
in ing</w>
c ks</w>
ge ts</w>
conti nu
ve ly</w>
ta tion</w>
h ậu</w>
gu y</w>
ho a</w>
t able</w>
Un ited</w>
ac tion</w>
T i
aga inst</w>
ex pe
ser i
ch es</w>
c lear</w>
ap pro
th ấp</w>
mb ers</w>
đ ẩy</w>
ta king</w>
d -
t àu</w>
a ma
đ ông</w>
Ấ n</w>
ng ân</w>
comp any</w>
ộ p</w>
th y</w>
stu dy</w>
do m</w>
g ge
o c
vi r
tu res</w>
my self</w>
compu ter</w>
in i
ch áu</w>
ac e
n er
m ắc</w>
m ơ</w>
le ad
ful ly</w>
am es</w>
col le
ch ữ</w>
tr ận</w>
con si
f el
ex p
d òng</w>
b ab
vi ce</w>
H ey</w>
is su
beau ti
hun dre
ho ạch</w>
d ần</w>
h ại</w>
ar t</w>
B a
ặ n</w>
N e
f lo
8 0</w>
2 5</w>
T om</w>
J u
ho pe</w>
vi ew</w>
J o</w>
ã n</w>
kh ắc</w>
é m</w>
ng ược</w>
si mp
n ửa</w>
langu age</w>
kh ối</w>
ni ềm</w>
lã nh</w>
st ate</w>
sing le</w>
k er</w>
N o
we b</w>
p lease</w>
mode l</w>
lea ve</w>
every one</w>
th iện</w>
r .</w>
bo o
si ve</w>
in e
br ing</w>
jo b</w>
d àng</w>
n ỗi</w>
inst ead</w>
contro l</w>
ce p
L i
tea ch
in es</w>
bil lion</w>
y our
ra di
publi c</w>
v ari
si x</w>
en ces</w>
ch ờ</w>
h er
d ây</w>
si ons</w>
h ồ</w>
hu r
á y</w>
fri ends</w>
ph i</w>
H a
pic ture</w>
l ate</w>
bab y</w>
t ầm</w>
n ạn</w>
h ear</w>
commu ni
ế ng</w>
đ en</w>
s àng</w>
it al</w>
every body</w>
it e
c y
hi story</w>
ch ấp</w>
c ân</w>
r ối</w>
glo bal</w>
ba si
D i
ch ào</w>
ex ac
pro vi
y e</w>
s óc</w>
lea st</w>
y ed</w>
beauti ful</w>
Đ ộ</w>
ng ờ</w>
li es</w>
di sa
ch ữa</w>
t ái</w>
ph óng</w>
l ĩnh</w>
h ours</w>
s po
i d
G od</w>
si on
t ắc</w>
k ý</w>
b ed</w>
W e
I s
V i
at s</w>
pu r
nh ờ</w>
li st
kho ản</w>
par t
m ấy</w>
exac tly</w>
w o
grou p</w>
ngh èo</w>
ẩ u</w>
e yes</w>
ac y</w>
ide as</w>
ri ed</w>
t ấn</w>
en s</w>
b ốn</w>
9 0</w>
ra i
c ing</w>
d ừng</w>
d ence</w>
pie ce</w>
na tional</w>
qu en</w>
o thers</w>
W or
i can</w>
so át</w>
nu ôi</w>
c ận</w>
D a
fri end</w>
kh ỏ
tr ách</w>
ar s</w>
N a
M e
t ả</w>
h ôn</w>
basi cally</w>
in du
ap pe
your self</w>
h át</w>
T ây</w>
Ch úa</w>
per son
ng -
d u</w>
b al
õ i</w>
ng ăn</w>
e mp
wee k</w>
p at
can cer</w>
k new</w>
f oo
b ại</w>
bu ồn</w>
N i</w>
ffi cul
N or
c tions</w>
en ing</w>
e at</w>
di fficul
đ ổ</w>
ph one</w>
m ón</w>
equ al</w>
minu tes</w>
ke y</w>
Jo h
c ử</w>
E ng
pa st</w>
tic s</w>
oun ds</w>
gir l</w>
d ương</w>
am oun
ti ện</w>
s er</w>
re search</w>
kh ai</w>
x ếp</w>
khỏ e</w>
Ch âu</w>
re st</w>
lar ge</w>
St ates</w>
c ập</w>
gi ven</w>
c ư</w>
G e
stud ents</w>
n atur
le vel</w>
in divi
l á</w>
b í</w>
ngh ị</w>
m ea
po wer
b ảng</w>
l í</w>
indivi du
x uyên</w>
tr an
f l
par ents</w>
fron t</w>
ear ly</w>
b ased</w>
mat eri
dd le</w>
ng ắn</w>
n iên</w>
R i
w ea
st an</w>
an ti
ó t</w>
gi ấy</w>
c le</w>
th ắng</w>
r un
d en</w>
x o
won der
v ai</w>
a bility</w>
kno wn</w>
đ ảm</w>
ter i
at or</w>
cou ple</w>
tr ánh</w>
si ble</w>
ph ong</w>
g ni
f ree</w>
w el
the m
h ứng</w>
g es</w>
ce i
b ầu</w>
re si
pho to
m ùa</w>
p es</w>
in de
ce pt</w>
gi ai</w>
el ing</w>
econ om
c ti
S .</w>
Amer ican</w>
ti ểu</w>
au di
w ed</w>
ta i</w>
ớ m</w>
ci r
happ y</w>
alle ng
n ông</w>
è n</w>
ra ther</w>
s it</w>
clo se</w>
b ọn</w>
n ặng</w>
ga ve</w>
ủ y</w>
war ds</w>
ne ws</w>
d ers</w>
gr ound</w>
al ong</w>
enti al</w>
ar ti
po in
ag es</w>
tuy ến</w>
pro ject</w>
l ái</w>
đ ỏ</w>
th ách</w>
s sed</w>
E uro
valu e</w>
b en
univer se</w>
đ ích</w>
sti tu
fo cu
figu re</w>
ị t</w>
t or</w>
pp ed</w>
ch alleng
m p</w>
và ng</w>
t ôn</w>
g ar
d ru
đ ỡ</w>
ta in
r út</w>
r an</w>
dise ase</w>
Se ung</w>
it self</w>
te st</w>
ques tions</w>
qu ên</w>
h i</w>
g er</w>
bu y</w>
nghi êm</w>
mul ti
s ơ</w>
g ốc</w>
C ar
comple tely</w>
tur ned</w>
k ers</w>
g ấp</w>
đ ảo</w>
beca me</w>
s ound</w>
g óc</w>
o ff
h út</w>
co i</w>
ng àn</w>
m àn</w>
ex pla
y e
M u
t ận</w>
commu nity</w>
blo od</w>
tri bu
sh are</w>
ea sy</w>
cur ren
Nh ật</w>
w ha
lu tion</w>
0 s</w>
nh ảy</w>
ch u</w>
c op
c ated</w>
u su
buil t</w>
e f</w>
de fin
kh ởi</w>
syst e
re li
ne t
li ke
h ấp</w>
fe et</w>
đ ám</w>
h ind</w>
chuy ến</w>
su ất</w>
edu cation</w>
e ld</w>
them selves</w>
s ân</w>
gro w
deci ded</w>
de li
be ha
str o
mar ket</w>
ch óng</w>
x ương</w>
5 00</w>
wr ite</w>
m ềm</w>
c le
a ir</w>
H a</w>
Afri ca</w>
v ation</w>
chi m</w>
s ong</w>
0 000</w>
some body</w>
b ly</w>
sh ar
hu ge</w>
tur ns</w>
ca use</w>
g on
th a</w>
p ay</w>
h ộp</w>
ama zing</w>
re gi
l an</w>
h or
do or</w>
be hind</w>
re co
ha ps</w>
gi ây</w>
đ iên</w>
ho ld</w>
ma j
de ath</w>
st ories</w>
h a</w>
Â u</w>
are a</w>
J e
s ớm</w>
per haps</w>
nh ắc</w>
lear ning</w>
out side</w>
je cts</w>
U. S.</w>
t ín</w>
khi ển</w>
ng ươi</w>
lear ned</w>
d ường</w>
bu ộc</w>
h àm</w>
sh ing</w>
li sh</w>
in ve
h ạ</w>
ch ứa</w>
m ã</w>
cre ated</w>
B ắc</w>
es ti
In dia</w>
r ời</w>
c ũ</w>
n óng</w>
ô -
gra ph
b ày</w>
y a</w>
n ature</w>
7 0</w>
ei ther</w>
incre di
me m
robo t</w>
qu ick
an ts</w>
S a
m ạch</w>
fe ct</w>
con di
str y</w>
s al
pr in
p ment</w>
m ôn</w>
beha vi
C hi
can not</w>
J ap
ù i</w>
d ar
chi ếu</w>
đ ương</w>
j a
h ands</w>
a st</w>
H ar
tr ùng</w>
ph ù</w>
fin ally</w>
di ed</w>
b on</w>
ex per
on -
f ar
po se</w>
i gh
Americ a</w>
ty pe</w>
kho ẻ</w>
z er
difficul t</w>
t ou
sor ry</w>
o re
plac es</w>
f ine</w>
economi c</w>
comp ani
s a</w>
uy s</w>
f re
e mo
thir d</w>
a ch</w>
. 000</w>
th ai</w>
con tr
ng ài</w>
1 8</w>
l ab
car e
la o</w>
ex i
ọ t</w>
th ụ</w>
plan et</w>
f -
d ậy</w>
at ten
ầ ng</w>
s cre
ne y</w>
li ons</w>
g uys</w>
cul ture</w>
đ em</w>
on d</w>
o il</w>
m ái</w>
di e</w>
su dd
gu e</w>
ki m</w>
S te
1 8
ch ỉnh</w>
C a
si ze</w>
ã y</w>
l ạnh</w>
ta kes</w>
mi c</w>
wa r</w>
th ảo</w>
tea m</w>
g ắn</w>
mor ning</w>
m als</w>
ic s</w>
chang ed</w>
2 00</w>
ó p</w>
v ợ</w>
happen ing</w>
h ắn</w>
P e
ấ c</w>
qu e</w>
enti re</w>
b an
pres ent</w>
po sed</w>
natur al</w>
lo ts</w>
B i
grow th</w>
plu s</w>
on e
m ê</w>
sp i
ph ổ</w>
mach ine</w>
a h</w>
tr ắng</w>
quick ly</w>
ò i</w>
wor ked</w>
đ áp</w>
r ơi</w>
m es
mi ễn</w>
l uyện</w>
in no
wa it</w>
si êu</w>
li m
Y ou</w>
l -
h ài</w>
cer tain</w>
Wor ld</w>
t ầng</w>
y er</w>
inv ol
ca u
amoun t</w>
r ate</w>
environ ment</w>
te mp
lo st</w>
ci ally</w>
beg an</w>
mo ving</w>
L a
l ửa</w>
fu r
wat ch</w>
c es
W i
v an
kno w
g one</w>
e vi
v ac
rela tion
h ả</w>
fu ll</w>
H u
pp ing</w>
kh án</w>
de mo
comm on</w>
es pe
c ell</w>
b ang</w>
soci ety</w>
inter e
hu m
gi àu</w>
fel t</w>
19 9
nee ds</w>
kin ds</w>
c ơn</w>
h ỗ</w>
gi n</w>
t ary</w>
f li
d on</w>
ị p</w>
su m
see ms</w>
đ ức</w>
phi ếu</w>
thous ands</w>
or din
so ft</w>
sur pri
particu lar</w>
gon na</w>
sle ep</w>
ri sk</w>
pre sen
differ ence</w>
A u
str e
bor n</w>
re cor
P a
t ải</w>
por tu
lo ạn</w>
ụ ng</w>
T V</w>
po t
b lu
syste ms</w>
op portu
G o
ẳ n</w>
z z
ta ken</w>
cover ed</w>
ob vi
low ed</w>
le v
lo nger</w>
l ou
e m
b ạo</w>
P o
ar en</w>
H I
en tly</w>
K i
Tr ái</w>
n al</w>
men tal</w>
al y
kh ái</w>
ph ẫu</w>
in ning</w>
con ver
a tive</w>
like ly</w>
c ine</w>
vi ol
te ver</w>
sit u
co st</w>
al one</w>
A f
k ỉ</w>
ca tions</w>
boo ks</w>
th ưa</w>
ver sity</w>
N A</w>
sp end</w>
s ph
ni a</w>
me t</w>
de al</w>
our selves</w>
gro w</w>
cá m</w>
par ts</w>
b ac
fi eld</w>
t ally</w>
khu ôn</w>
g ed</w>
R u
li ter
d ou
so on</w>
wha tever</w>
qu ần</w>
nu mbers</w>
v ốn</w>
M r.</w>
we ver</w>
w in</w>
th ơ</w>
ph ận</w>
nh ẹ</w>
Wh at</w>
gi ám</w>
e k</w>
s ses</w>
id enti
L u
tur y</w>
st ay</w>
r ừng</w>
ho wever</w>
x u</w>
wal k</w>
ì a</w>
min i
m ine</w>
al a
s óng</w>
p h</w>
bl ack</w>
posi tion</w>
M on
d om
se ven</w>
nee ded</w>
me et</w>
a ver
ph ỏng</w>
d am
ch àng</w>
cu t</w>
U ni
1 3</w>
th ừa</w>
t ớ</w>
f la
h ẳn</w>
chu ột</w>
se ver
logi cal</w>
st ep</w>
d ưỡng</w>
wr it
M an
m ãi</w>
e ts</w>
ani mals</w>
t an</w>
B ra
as es</w>
T a
c at
simp ly</w>
ch ủng</w>
t ảng</w>
ngh ỉ</w>
see ing</w>
f ree
econom y</w>
ca mer
s sing</w>
fe e
si a</w>
an a</w>
er y</w>
ch ảy</w>
n ắm</w>
lo r</w>
App le</w>
l ưới</w>
gre en</w>
for d</w>
f al
compani es</w>
j our
fa st</w>
cen tury</w>
1 6</w>
t ường</w>
au th
si l
pre di
do ctor</w>
k ĩ</w>
S o
sho ws</w>
de ad</w>
s ửa</w>
know le
c tly</w>
st e</w>
kh uy
im pro
v il
su p
er ing</w>
c u</w>
we b
quy ển</w>
an ding</w>
o x
Chin ese</w>
o d
li nh</w>
u n</w>
chang es</w>
re p
popu lation</w>
khu ẩn</w>
gr and
C an
in tel
m ous</w>
f ra
vi sion</w>
struc ture</w>
spea k</w>
re du
C on
br ought</w>
lo cal</w>
ch ồng</w>
fi ed</w>
c ate</w>
sa ge</w>
ni ce</w>
fa il
ou gh
i c</w>
Đ ại</w>
tri ed</w>
d ĩ</w>
po or</w>
re ma
l ay</w>
sur vi
ch ạm</w>
W a
1 4</w>
in k</w>
n ers</w>
gi à</w>
ụ t</w>
ẹ n</w>
st and</w>
liệ t</w>
fe eling</w>
d õi</w>
tra o</w>
v ỡ</w>
cla ss</w>
b ar
elec tri
ab solu
ho àng</w>
bo x</w>
any one</w>
W in
Af gh
wee ks</w>
ter ms</w>
p sy
A li
vi ces</w>
st ers</w>
m ẽ</w>
l ẫn</w>
t ổn</w>
m ắn</w>
z y</w>
th ăm</w>
h and
for ward</w>
k o</w>
do ws</w>
mi ddle</w>
y -
n úi</w>
speci es</w>
on y</w>
fa v
beg inning</w>
tra di
th iệu</w>
ho à</w>
th re
nh u</w>
g n
D NA</w>
l ầm</w>
ch ậm</w>
Ch r
la u
fu n</w>
ve ment</w>
mi cro
th ịt</w>
st ance</w>
pr acti
o w
for ce</w>
b all</w>
S outh</w>
Joh n</w>
te le
su gge
ex t</w>
nh ật</w>
h it</w>
ac coun
J a
m ảnh</w>
ho ảng</w>
f le
ứ t</w>
tr ac
ph iên</w>
zer o</w>
th ưởng</w>
sel f-
t ờ</w>
th an
pa per</w>
m ừng</w>
ma il</w>
l ộ</w>
t ors</w>
s ạch</w>
power ful</w>
le y</w>
ex tre
t ồi</w>
b i</w>
t ù</w>
ci p
o t</w>
tr ì</w>
tho át</w>
sour ce</w>
gi ấc</w>
ea si
th ận</w>
ch e</w>
B e
th ở</w>
ei ght</w>
HI V</w>
ph a</w>
n ổ</w>
m ời</w>
lo wing</w>
for tu
t ô</w>
com pe
wh ite</w>
ori g
m ate</w>
eng ine
de scri
qu ảng</w>
mo vi
h o</w>
gg er</w>
T u
h òa</w>
đ èn</w>
con cer
sp ir
ũ i</w>
th ải</w>
so f
aver age</w>
ic k</w>
bu l
tic ally</w>
pa in
gro wing</w>
g óp</w>
đ ào</w>
gi ó</w>
al o
O ba
ev o
b ữa</w>
b ề</w>
ta ge</w>
kh ẩu</w>
kh ổng</w>
se em</w>
c ting</w>
b ack
ủ i</w>
inter est</w>
espe cially</w>
ab o
gi ọng</w>
đ ỉnh</w>
gi ỏi</w>
progra m</w>
hã i</w>
c ầm</w>
B er
b ật</w>
Eng lish</w>
resul t</w>
ho sp
ặ m</w>
si mil
y ên</w>
ti s
sc ale</w>
fi sh</w>
c ked</w>
mon th</w>
c ru
Đ ông</w>
supp ort</w>
nh u
l ồ</w>
ho l
gi ving</w>
bi a</w>
vo ice</w>
sit ting</w>
pla ying</w>
sever al</w>
t ắt</w>
t ar
in ten
w ri
il l
pat ter
qu ang</w>
o -
B ri
si r</w>
bu n
su n
s trong</w>
re cei
atten tion</w>
s mar
nor mal</w>
M ic
ima ge</w>
st or
re gu
per for
f y</w>
reali zed</w>
knowle dge</w>
bo y</w>
m ày</w>
en ly</w>
Oba ma</w>
sh ort</w>
reco gni
t ộc</w>
sp ent</w>
audi ence</w>
Y ou
hi ển</w>
chan ce</w>
H el
ỏ a</w>
cer tain
kh ích</w>
wonder ful</w>
se qu
Ali ce</w>
su per
pa in</w>
che mi
a ir
K a
min us</w>
brea k</w>
usu ally</w>
to à</w>
t úi</w>
poli tical</w>
wa i
st age</w>
sour ces</w>
ch ó</w>
intere sted</w>
il ls</w>
f all</w>
bo ard</w>
V à</w>
F ace
cur ity</w>
il s</w>
h ảo</w>
s mo
s áu</w>
g la
t ách</w>
ng ừng</w>
Ch úng</w>
mo der
mar ke
ac i
run ning</w>
i ght</w>
re por
mo le
m al
ch ấm</w>
P ro
to m</w>
medi a</w>
m ale</w>
S h
2 4</w>
on line</w>
g ames</w>
s ting</w>
l ương</w>
L o
scienti sts</w>
b è</w>
M ary</w>
ng ton</w>
in fe
hi m
h on
tu ally</w>
la w</w>
char ac
wi sh</w>
chiế m</w>
re qui
lo ạt</w>
oun d
m it
k ê</w>
year -
sch o
de pen
c in
ne ur
maj or</w>
d ang
đ ốc</w>
tre at
po l
o ce
com b
Mic ro
ter m</w>
star ting</w>
mole cu
h our</w>
2 000</w>
đo àn</w>
ng ại</w>
ho ạ</w>
su ng</w>
m es</w>
co ver</w>
đ ói</w>
se a</w>
n âng</w>
en cy</w>
w il
ne ga
kno ws</w>
thu ận</w>
t ốn</w>
develo ped</w>
Face book</w>
re ality</w>
wi fe</w>
l ỗ</w>
f ear</w>
Kh ông</w>
C ol
đ ăng</w>
inclu ding</w>
Gre g
sa ve</w>
inve st
gh ế</w>
Đ ức</w>
solu tion</w>
ph ối</w>
ci ent</w>
vi e
v ĩ</w>
v an</w>
tel ling</w>
r it
l ễ</w>
l ated</w>
fil m</w>
ci vi
ar ch
ti êm</w>
ct ors</w>
K en
nh ỉ</w>
situ ation</w>
n ỗ</w>
ssi ve</w>
h ou
e mer
họ a</w>
ea ting</w>
gu ess</w>
e mb
con su
R a
camer a</w>
Ch ri
va il
l ặp</w>
B ro
tuy ên</w>
th ước</w>
d ặm</w>
ki d</w>
ani stan</w>
bi ên</w>
đi ển</w>
tr ại</w>
s ánh</w>
en ed</w>
pre ss</w>
mo ved</w>
cho ice</w>
sto od</w>
fin an
an aly
ne ar
k ill</w>
gi c</w>
comp li
B ar
tr ữ</w>
di gi
H ol
v ững</w>
u re</w>
ne cess
underst anding</w>
cen tr
sc en
develo pment</w>
develo ping</w>
đ ằng</w>
up on</w>
sk in</w>
no ti
l àng</w>
in ess</w>
al though</w>
U S</w>
H i
co ol</w>
ne w
la p
k ém</w>
him self</w>
gir ls</w>
t le</w>
kh ổ</w>
fi re</w>
fin i
ad d</w>
sol ve</w>
wro te</w>
s ót</w>
me an
kh óa</w>
al low</w>
Ch ar
se cre
le g
Afgh anistan</w>
spe cial</w>
mi li
G er
produ ct</w>
ma i</w>
do w
di ngs</w>
ar gu
be gin</w>
U S
qu ỹ</w>
physi cal</w>
c king</w>
tr òn</w>
enti ally</w>
th ầy</w>
th ảm</w>
t òa</w>
de gre
behavi or</w>
as king</w>
Micro soft</w>
mil es</w>
high er</w>
fun ction</w>
B ản</w>
3 00</w>
vi d</w>
lo se</w>
ch ặt</w>
c à</w>
s ổ</w>
ch oo
teach er</w>
t end</w>
sudd enly</w>
nh ằm</w>
li st</w>
lo ws</w>
b ắn</w>
produ ce</w>
posi tive</w>
k iệm</w>
car bon</w>
ê nh</w>
s ốt</w>
in tro
are as</w>
a vail
D o</w>
v ate</w>
t óc</w>
gi ves</w>
g ri
com for
ch ặn</w>
st -
lo wer</w>
en ding</w>
ượ u</w>
x ong</w>
ph ê</w>
kh óc</w>
hundre d</w>
c ỡ</w>
fol low</w>
ad di
w ers</w>
tr ou
st om
materi al</w>
c -
blu e</w>
e ye</w>
comple x</w>
wor th</w>
vil la
relation ship</w>
poli ce</w>
Greg or</w>
ke e
d ate</w>
cen tly</w>
nega tive</w>
issu e</w>
đ ê</w>
ne igh
lea d</w>
C ali
wri ting</w>
sph ere</w>
ro ad</w>
re ly</w>
as su
v ết</w>
v ân</w>
st and
pu l
cra zy</w>
tech ni
st op
r ượu</w>
k ịch</w>
ho od</w>
h ào</w>
de ca
c ứng</w>
ster n</w>
m iệ
per s</w>
lar ly</w>
hum ans</w>
miệ ng</w>
fur ther</w>
vir us</w>
o h</w>
ng ly</w>
ear li
app li
am ong</w>
Ge or
g ing</w>
de e
an ge</w>
a du
V iệt</w>
ườ n</w>
re cently</w>
mem ory</w>
kh ứ</w>
com par
đ iệu</w>
wo od</w>
th ro
d y
L on
lar ge
t àn</w>
r ac
ac cess</w>
ti ềm</w>
sp read</w>
opportu nity</w>
read ing</w>
in ven
cou ra
li g
f an
elec tr
se x</w>
đu ổi</w>
ben ef
ag ed</w>
tw are</w>
TE D
r o</w>
pati ents</w>
chang ing</w>
am ed</w>
sho wed</w>
T o
vi su
bo t
be comes</w>
ự ng</w>
tran sp
pri ce</w>
ng uyện</w>
expla in</w>
t án</w>
pl an</w>
ca m</w>
person al</w>
l ối</w>
focu s</w>
1 000</w>
web site</w>
en ter
c ăng</w>
m ại</w>
list en</w>
l ặng</w>
cir cu
Jap an</w>
v in
t ỏ</w>
de ep</w>
Lon don</w>
D u
Cali for
, 000</w>
tr i</w>
1 7</w>
sur face</w>
hundre ds</w>
s end</w>
individu al</w>
chu ỗi</w>
no body</w>
sho t</w>
s ông</w>
ob s</w>
stan ding</w>
ic es</w>
W o
th uyền</w>
pre ssion</w>
f fe
tr ồng</w>
st ore</w>
effe ct</w>
re spe
l en</w>
do w</w>
t or
pro per
ani mal</w>
th ang</w>
reli gi
ngh ìn</w>
họ p</w>
f er</w>
ex pen
ad van
mp les</w>
medi cal</w>
fortu n
col lec
ac cor
ri ch</w>
ci ties</w>
to wards</w>
gra ph</w>
tr ứng</w>
or ity</w>
mil lions</w>
m ưa</w>
bac teri
b as
avail able</w>
Califor nia</w>
f lu
di sp
da d</w>
Da vid</w>
k êu</w>
b er</w>
li fe
f ly</w>
tur al</w>
mode ls</w>
lin es</w>
wan ts</w>
de ta
W ell</w>
Vi et
Th ái</w>
Is ra
to wn</w>
sa tion</w>
reali ze</w>
N i
offi ce</w>
kh ảo</w>
absolu tely</w>
teach ers</w>
ordin ary</w>
li e</w>
im medi
gi ảng</w>
fi c
H e
y o</w>
en ter</w>
cor re
sof tware</w>
ho t</w>
om s</w>
minu te</w>
se curity</w>
s ent</w>
fer ence</w>
evi dence</w>
gi ận</w>
equ i
simil ar</w>
imag es</w>
cen ter</w>
tru th</w>
D o
year- old</w>
v it
suc cess
mi ssion</w>
y ers</w>
sig n</w>
a ti
Wa shi
pati ent</w>
ngh ề</w>
me e
l ược</w>
gener al</w>
continu e</w>
v ol
Đ ất</w>
re sear
con sci
Win dows</w>
noti ce</w>
a chi
M c
F ran
resul ts</w>
ớ t</w>
intro du
ev en
cre ating</w>
ụ i</w>
b iện</w>
Washi ngton</w>
C ha
sh u
dra w</w>
s ounds</w>
de m
tr ống</w>
tal ked</w>
per fect</w>
ad a</w>
S y
C om
t each</w>
pic k</w>
e d
dri ve</w>
dar k</w>
19 8
for ms</w>
ậ c</w>
v al</w>
to ols</w>
th ê</w>
l t</w>
indu stry</w>
af fe
di men
che ck</w>
ng on</w>
G r
2 1</w>
eri a</w>
en ded</w>
W il
C am
t an
peri od</w>
kil led</w>
0 0
ate st</w>
khuy ến</w>
in al</w>
dre am</w>
b ậc</w>
ar ri
I t</w>
a x
bi le</w>
c lear
beli ev
su sta
me ly</w>
arch ite
ơ m</w>
er ed</w>
ck y</w>
Nor th</w>
G u
ir s</w>
co lor</w>
n ợ</w>
bot tom</w>
b ảy</w>
Euro pe</w>
đ ùa</w>
str ai
m ùi</w>
finan cial</w>
evo lution</w>
sig ni
co o
certain ly</w>
ru p
earli er</w>
s ou
c lin
and a</w>
Chr is</w>
tr ưng</w>
grou ps</w>
b and</w>
ty pes</w>
invol ved</w>
g ợi</w>
tu al</w>
ti ny</w>
ph ấn</w>
mo vement</w>
hã ng</w>
b s</w>
psy cho
tru y</w>
tr ục</w>
poin ts</w>
n ém</w>
m ũi</w>
for get</w>
disa p
un ch</w>
ac tive</w>
ser ve</w>
li ved</w>
lab or
d iệu</w>
challeng e</w>
ị nh</w>
t á</w>
st ly</w>
mes sage</w>
t ỉnh</w>
imp act</w>
g an</w>
b ờ</w>
sel l</w>
r ay</w>
ter ri
stre et</w>
part ment</w>
liter ally</w>
issu es</w>
Uni versity</w>
I ra
dis covered</w>
c ặp</w>
at ors</w>
al l
rea ch</w>
mo m</w>
ba sic</w>
Ph áp</w>
de ter
é n</w>
nhu ận</w>
l ành</w>
exp lo
sc op
qu ality</w>
oce an</w>
cli mate</w>
N o</w>
0, 0</w>
moder n</w>
jo y</w>
str ess</w>
pot ential</w>
K ore
A h</w>
y ond</w>
tho ải</w>
en e
bi gger</w>
ti ci
sa fe</w>
p an
ox y
the ory</w>
su n</w>
kh áng</w>
any way</w>
m per
develo p</w>
co ld</w>
ag u
st ant</w>
di an</w>
obvi ously</w>
I ran</w>
20 10</w>
ưỡ i</w>
vo i</w>
bili ties</w>
b ền</w>
inde ed</w>
b es</w>
atu res</w>
t ĩnh</w>
sk y</w>
incre ase</w>
h ùng</w>
ca mp
c ờ</w>
c ẩn</w>
produ cts</w>
ca ses</w>
b le
te l</w>
s úng</w>
ef for
v ong</w>
suc cess</w>
đ e</w>
è m</w>
logi es</w>
co de</w>
be yond</w>
đ òi</w>
ng ừa</w>
accor ding</w>
w ind</w>
Ph one</w>
A S
net work</w>
l ục</w>
gener ation</w>
d ày</w>
man u
incredi ble</w>
w all</w>
tr ích</w>
sion al</w>
pu tting</w>
in ation</w>
as h</w>
đ ựng</w>
pic tures</w>
C O
s wi
reas ons</w>
dam en
str ate
D S</w>
sti n
compu ters</w>
ver s</w>
resear ch
ho ang</w>
D ar
writ ten</w>
wor ry</w>
si des</w>
hu man
v el
scho ols</w>
gh t
ex pl
an o</w>
st on</w>
sa l</w>
n on-
R ob
wat ching</w>
wai ting</w>
la b</w>
b ơi</w>
sy mp
r ắc</w>
m oun
e mail</w>
ma in
bi gge
P al
su s</w>
gra du
e o</w>
sh es</w>
se par
s ers</w>
h ứa</w>
dis cu
bigge st</w>
x y</w>
treat ment</w>
spe ed</w>
ri es</w>
even tually</w>
t ạm</w>
ph án</w>
on to</w>
ng ọn</w>
ng ón</w>
a in</w>
An d</w>
thu ê</w>
seri ous</w>
ng ang</w>
mi ếng</w>
fun damen
ớ p</w>
fol lowing</w>
J an
sha pe</w>
choo se</w>
1 5
s ợi</w>
prote in</w>
s per
ro r</w>
đ ập</w>
wi de</w>
the ma
th ù</w>
g as</w>
er t</w>
n ar
abo ve</w>
expe ct</w>
ch án</w>
200 8</w>
mi ền</w>
gen e
fav or
ci es</w>
a ge
a -
n ine</w>
wor se</w>
sy n
particu larly</w>
ng ing</w>
in stitu
F i
o ds</w>
ng ẫu</w>
mi sta
b ổ</w>
th ao</w>
t i</w>
p ly</w>
m ani
h ổ</w>
ex c
wi se</w>
sh e
l and
hosp ital</w>
dire ction</w>
c ãi</w>
r ẻ</w>
m ạc</w>
F or
ru les</w>
b ạc</w>
shi ps</w>
l ính</w>
hu ống</w>
dow n
consi der</w>
bi es</w>
d ance</w>
B ạn</w>
r ăng</w>
di ag
consi der
pr omi
nu r
see med</w>
1 9</w>
thu ế</w>
stu dent</w>
l ying</w>
ha ir</w>
ar m</w>
7 5</w>
vi ễn</w>
ti ệ
nh ấn</w>
fi ght</w>
cri sis</w>
ti z
p le
movi e</w>
as se
T hi
pro gre
p age</w>
di a
Mi cha
4 00</w>
xo ay</w>
re ci
car s</w>
c lou
ac tions</w>
. ...</w>
đ iệp</w>
lã ng</w>
de vice</w>
dre ss</w>
ce le
ma in</w>
de b
hi ếm</w>
a vo
th ằng</w>
re sources</w>
in come</w>
i ly</w>
ha m</w>
demo cr
de f
b ối</w>
than ks</w>
ph ó</w>
b la
al ing</w>
A ng
ti a</w>
n amed</w>
in spi
gh tly</w>
ngo ái</w>
la tions</w>
experi ment</w>
conne cted</w>
con ta
Geor ge</w>
ev ol
ar ds</w>
P i
to -
om o
h ẹn</w>
t ab
desig ned</w>
m ười</w>
lev els</w>
bo dies</w>
C u
v ườn</w>
te mper
scre en</w>
oun ded</w>
al th</w>
acti vity</w>
in -
c ản</w>
str ea
squ are</w>
seri es</w>
se ly</w>
Micha el</w>
v y</w>
to ol</w>
ta o</w>
ne ar</w>
ma ss</w>
da ma
ợ t</w>
ti vely</w>
t ật</w>
par a
bir th</w>
wor l
ssi ons</w>
in te
comp as
D P</w>
Ba ek</w>
tr ào</w>
m ét</w>
emp lo
star ts</w>
happ iness</w>
gi ường</w>
any more</w>
any body</w>
ã ng</w>
ol der</w>
i ngs</w>
b it
R ome
th ác</w>
nh ắn</w>
l ọc</w>
l ệnh</w>
b ò</w>
Rome o</w>
1 .
ri se</w>
qu ar
k y</w>
ig n</w>
M ex
v ay</w>
st y
fa ster</w>
P au
Ira q</w>
H ồi</w>
wal king</w>
provi de</w>
re mar
par ty</w>
b ru
am in</w>
Can ada</w>
re turn</w>
in a</w>
high -
cu ri
sm al
mea sure</w>
m ây</w>
am s</w>
Th ế</w>
A d
đ ống</w>
í m</w>
tra ining</w>
ti ves</w>
lo ved</w>
kho ảnh</w>
con fli
S un
F e
lar ger</w>
i se</w>
dru gs</w>
4 5</w>
3 5</w>
stu dies</w>
si ster</w>
s ăn</w>
pas s</w>
li ền</w>
tru st</w>
tre e</w>
m ãn</w>
inno vation</w>
ma p</w>
l ừa</w>
ke pt</w>
h ủy</w>
trou ble</w>
vi sible</w>
ra id</w>
condi tions</w>
compe ti
b ank</w>
u se
tr ầm</w>
spea king</w>
li ar</w>
intel lig
exa mples</w>
every where</w>
cont ent</w>
con stru
T wit
s an</w>
inf lu
ca pe</w>
sur g
g a</w>
af ter
ic o</w>
al lowed</w>
W est</w>
tt en</w>
Ti ếng</w>
S ch
to tally</w>
rai se</w>
le ss
ex tra
v ỏ</w>
kh ung</w>
h ương</w>
g ori
d ị</w>
d aughter</w>
appro ach</w>
E n
Bra z
tr à</w>
t àng</w>
ma thema
m m</w>
immedi ately</w>
ag ing</w>
t ướng</w>
t áo</w>
bun ch</w>
tel ls</w>
s la
r ủi</w>
r ác</w>
gh ting</w>
W e</w>
Isra el</w>
techno logies</w>
ef fi
L iên</w>
scienti fic</w>
colle ge</w>
Hel lo</w>
tre es</w>
tr àn</w>
pre si
f our
ess entially</w>
bi nh</w>
we ight</w>
it h</w>
exper im
d iệt</w>
b éo</w>
đ ĩa</w>
thous and</w>
th ờ</w>
ng ươ</w>
j obs</w>
d ối</w>
ch ai</w>
A I
ver sion</w>
ti ngs</w>
st y</w>
regi on</w>
ran ge</w>
B C</w>
pl ant</w>
on e-
heal thy</w>
W al
Ô i</w>
uy ệt</w>
smar t</w>
li ngs</w>
ef ore</w>
ch ừng</w>
n .</w>
mar ried</w>
f ru
a k</w>
str ange</w>
h à</w>
gre ater</w>
ch áy</w>
gre w</w>
curren t</w>
sti cs</w>
produ ction</w>
pres sure</w>
pre par
h uyết</w>
bacteri a</w>
sh all</w>
se xu
ob ject</w>
nu clear</w>
tra de</w>
ng re
incredi bly</w>
ch ép</w>
kh ấu</w>
ci tiz
Twit ter</w>
S er
c ục</w>
E ast</w>
re pe
m ì</w>
fa mous</w>
Americ ans</w>
tou ch</w>
t t</w>
mee ting</w>
cu stom
a head</w>
Par k</w>
who se</w>
sho wn</w>
pre gn
mat h</w>
extre mely</w>
s we
pe ace</w>
parti cip
le o</w>
g à</w>
ch ối</w>
bri dge</w>
ba bies</w>
1 6
ver se</w>
in di
gi ành</w>
digi tal</w>
1 ,
thr ough
expen sive</w>
blo g</w>
đ ài</w>
th iệt</w>
sk ills</w>
ser vice</w>
re vo
r ace</w>
pre ci
dou b
sy m
resi dent</w>
prote ct</w>
mean ing</w>
il lu
gi ày</w>
y el
x es</w>
sup posed</w>
de te
đ ốt</w>
i tion</w>
be l</w>
đ ậu</w>
si ght</w>
h è</w>
d an
B ill</w>
t ặng</w>
r ound</w>
photo graph
go al</w>
e pi
af raid</w>
il ed</w>
de p
c ột</w>
ari ly</w>
đ am</w>
success ful</w>
smal ler</w>
n ấu</w>
kh ô</w>
free dom</w>
dol lar</w>
L an</w>
ẹ o</w>
viol ence</w>
tre at</w>
rep ort</w>
lead ers</w>
b re
S ha
villa ge</w>
ro le</w>
oc cu
individu als</w>
fortun ately</w>
de sp
c ường</w>
b at
đ ẳng</w>
wa ste</w>
star s</w>
secon ds</w>
practi ce</w>
im possible</w>
gh ét</w>
an tly</w>
Wi ki
tra vel</w>
sho wing</w>
ng ốc</w>
m ù</w>
lan ds</w>
h ối</w>
dr ink</w>
some where</w>
ng ưỡng</w>
do ctors</w>
Ju li
squ ared</w>
- year-old</w>
ớ n</w>
x ạ</w>
tim ate</w>
su ffer
s ỹ</w>
re presen
or row</w>
m ộ</w>
i Phone</w>
i .</w>
hu ấn</w>
P er
200 9</w>
ther efore</w>
m èo</w>
k a</w>
he ld</w>
c ket</w>
Y es</w>
B ộ</w>
u ght</w>
plan ts</w>
mili tary</w>
as ing</w>
S an</w>
sli de</w>
ali ve</w>
re cent</w>
l ưng</w>
gh ép</w>
g y
deci sion</w>
as soci
ther ap
near ly</w>
m ực</w>
large st</w>
jour ney</w>
đ ạp</w>
qu à</w>
prof es
en coura
cy cle</w>
actu al</w>
respon se</w>
ob ser
mach ines</w>
h ồn</w>
strai ght</w>
pie ces</w>
l ũ</w>
l in</w>
favor ite</w>
fac es</w>
an n
th ả</w>
gi ơ</w>
fin ding</w>
bo m</w>
C ó</w>
b om
1 7
w ear</w>
me ant</w>
materi als</w>
inter national</w>
ch úc</w>
A D
tradi tional</w>
st ate
pri vate</w>
ph en
ma tic</w>
g ỗ</w>
deci sions</w>
A le
ự u</w>
spe e
radi o</w>
qu a
h ô</w>
fan ta
c ỏ</w>
ac ks</w>
ter ed</w>
k í</w>
S ar
trans for
signi fic
m ò</w>
m át</w>
m i</w>
dis tribu
democr acy</w>
co sts</w>
vu a</w>
s ks</w>
research ers</w>
ha ng</w>
O S</w>
ú m</w>
wel l-
valu es</w>
pu ll</w>
poli cy</w>
p ath</w>
go tten</w>
con fi
ali zed</w>
st ar</w>
p in</w>
in ju
leg al</w>
inter net</w>
M il
J ack
đ ảng</w>
ta ught</w>
s cu
flo or</w>
do g</w>
c les</w>
b ận</w>
2 5
se cu
m ũ</w>
ini ti
do cu
a de
Wo w</w>
won der</w>
pro jects</w>
nh ịp</w>
im mu
nà ng</w>
m it</w>
l ắp</w>
l ãi</w>
ho le</w>
gra phi
fami lies</w>
d ọc</w>
d ness</w>
P resident</w>
x ứng</w>
th ủy</w>
ob jects</w>
le ts</w>
l ây</w>
effe cts</w>
cle an</w>
ag er</w>
Mex ico</w>
z ations</w>
vu ông</w>
pre vi
du e</w>
ch ea
bro ther</w>
b ãi</w>
al lows</w>
1 50</w>
K e
đ ươ</w>
su e</w>
en d
dru g</w>
cau ses</w>
Braz il</w>
mea su
m óc</w>
fin al</w>
cul tural</w>
L in
speci fic</w>
per spe
kho an</w>
con tribu
tom orrow</w>
n one</w>
deci de</w>
cá t</w>
vac cine</w>
ti sh</w>
str eng
so lar</w>
phi ền</w>
kh ía</w>
hu s
att le</w>
N gh
ỗ n</w>
pro ces
plan e</w>
n ation</w>
tiế c</w>
t úc</w>
mo bile</w>
mi le</w>
in stru
er e
Viet nam</w>
19 7
ng u</w>
kh o</w>
i es</w>
fa ir</w>
en tr
clear ly</w>
b ụng</w>
to tal</w>
r in
min ds</w>
m ers</w>
er ous</w>
effe ctive</w>
di stance</w>
t ơ</w>
F r
x ưa</w>
ra in</w>
me ters</w>
lo ss</w>
ffe e</w>
comfor table</w>
cro w
co m</w>
2 2</w>
vi êm</w>
x ed</w>
win dow</w>
v ú</w>
stru gg
l ack</w>
age ment</w>
O r
xi nh</w>
tra in</w>
ti li
re lated</w>
list ening</w>
he y</w>
h ỗn</w>
va tive</w>
at ory</w>
s ụp</w>
po ver
n út</w>
comple te</w>
through out</w>
some how</w>
lo ck</w>
fi cation</w>
di nh</w>
d on
ac ci
l i</w>
g ọn</w>
E x
ỗ ng</w>
t ụ</w>
ser vices</w>
qu ái</w>
hu ỷ</w>
b on
K im</w>
thi ểu</w>
te a</w>
secre t</w>
s at</w>
condi tion</w>
c ture</w>
susta in
re le
in ch</w>
e co
cep tion</w>
ad ded</w>
t ây</w>
ear th</w>
dro p</w>
dire ctly</w>
Jack son</w>
tr ôi</w>
recor d</w>
l ông</w>
khi ếp</w>
u ses</w>
tr ăng</w>
p id</w>
foo t</w>
am i</w>
si ck</w>
au tom
sor ts</w>
co ffee</w>
S p
th row</w>
mor al</w>
h ome
con cept</w>
M r</w>
G DP</w>
ex cept</w>
clo ser</w>
ch ani
A sia</w>
ố m</w>
r ou
ac ting</w>
N G</w>
the ta</w>
ru le</w>
popu lar</w>
op ti
Ng ười</w>
d ạ</w>
19 6
s low
l ộn</w>
fre qu
z e
tw o-
th iệp</w>
gori th
v ent</w>
hu y</w>
att ack</w>
ali a</w>
We b</w>
Na tional</w>
AI DS</w>
ướ t</w>
si bility</w>
dem and</w>
dang erous</w>
conne ct</w>
b ông</w>
tr ack</w>
ther n</w>
th ẩm</w>
r on</w>
lea ving</w>
contr ol
ci pl
Euro pe
C ity</w>
z es</w>
tur ning</w>
s low</w>
de mon
al gorith
P hi
Ng a</w>
A ra
th ánh</w>
tea ching</w>
ma ssive</w>
m outh</w>
le gs</w>
kh uyên</w>
g ói</w>
exc ited</w>
disap pe
b ắc</w>
re st
k able</w>
hel ped</w>
g ã</w>
ch ốt</w>
bo ys</w>
đ ắt</w>
fami liar</w>
S am
m ệt</w>
ho pe
gg s</w>
e in</w>
d ư</w>
cre ative</w>
cont ext</w>
c ong</w>
aw are</w>
đ ón</w>
ou l
gla ss</w>
fun ny</w>
1 2
đu a</w>
u sers</w>
s ữa</w>
s u</w>
l ò</w>
c ú</w>
m ance</w>
bra ins</w>
am a</w>
3 D</w>
0, 000</w>
st ation</w>
ng ựa</w>
ne u
ev ent</w>
a ds</w>
wal ked</w>
tr ốn</w>
th â</w>
T e
H ãy</w>
D r.</w>
tru ly</w>
t ò</w>
re f
hus band</w>
f it</w>
conver sation</w>
Ang el
vi sit</w>
tuy ết</w>
symp tom
pover ty</w>
pas sed</w>
li ghts</w>
fe male</w>
communi ties</w>
ri ghts</w>
nh a</w>
mu sc
compli cated</w>
V âng</w>
S an
pri ces</w>
hur t</w>
g i</w>
be low</w>
S o</w>
CO 2</w>
B al
sub ject</w>
s wit
publi shed</w>
perfor mance</w>
ma tri
g ương</w>
con clu
b ão</w>
ê -
t óm</w>
mu si
d ám</w>
b ùng</w>
ý t</w>
nh ựa</w>
f actu
comm it
beau ty</w>
T ur
A i</w>
tu ng</w>
redu ce</w>
car ry</w>
N ếu</w>
C E
2 3</w>
th ạch</w>
m ỏ</w>
k èm</w>
h iệp</w>
foo t
cap ital</w>
buil dings</w>
20 12</w>
x âm</w>
wor kers</w>
th ợ</w>
sig n
me mbers</w>
ki ên</w>
k i</w>
inst ein</w>
ắ c-
wil ling</w>
qu án</w>
medi cine</w>
g er
easi ly</w>
ci ting</w>
M ặt</w>
sty le</w>
sol di
fac t
dre w</w>
con vin
col labor
Nh ưng</w>
orig inal</w>
ni nh</w>
n on
de stro
colle agu
alo gue</w>
ộ m</w>
x i</w>
v ơ</w>
temper ature</w>
manu factu
de a
ai g
solu tions</w>
respe ct</w>
re -
exi st</w>
er a</w>
bir ds</w>
be coming</w>
b b
Le e</w>
sa fe
recogni ze</w>
necess ary</w>
gen e</w>
L os</w>
9 9</w>
t le
sc o</w>
it i</w>
P ri
K ing</w>
z a
symptom s</w>
surg ery</w>
patter n</w>
l ỏng</w>
compas sion</w>
c ôn</w>
ter y</w>
ph ổi</w>
compar ed</w>
cla ssi
tr ượt</w>
sh el
s an
qu o
pa id</w>
ne uro
an cy</w>
ướ p</w>
y o
diag no
ang le</w>
X -
sp ending</w>
s se
bro ken</w>
Ru ssi
ọ a</w>
th ấu</w>
t ắm</w>
kh ớp</w>
er ci
b ought</w>
thu ần</w>
st ates</w>
pro to
ng .</w>
ki d
h ạng</w>
any where</w>
ph ones</w>
me ter</w>
lo ad</w>
gre atest</w>
f as
t ext</w>
s -
po site</w>
m ạo</w>
lu m
kh át</w>
it ch
fore ign</w>
degre es</w>
da o</w>
cat ch</w>
b one</w>
A R
tw ice</w>
pr int</w>
pe dia</w>
me chani
m b</w>
la w
la ting</w>
impro ve</w>
h ồng</w>
h ằng</w>
gra de</w>
extra ordinary</w>
civi li
Jap an
tr af
stop ped</w>
de si
ann oun
tri al</w>
no tic
le s
kho á</w>
avo id</w>
wea p
sum mer</w>
logi st</w>
le tter</w>
l ạm</w>
l en
fac i
cri tical</w>
signific ant</w>
tri ết</w>
ma g
l ão</w>
cha ir</w>
Bri tish</w>
th ree
sli ghtly</w>
progre ss</w>
ma u</w>
fore st</w>
ex citing</w>
dri ving</w>
c ấy</w>
Char les</w>
B en
ti tu
ta tions</w>
t ám</w>
k m</w>
f low</w>
de c
Nh ững</w>
I I</w>
E instein</w>
fi f
fa ir
T im
w ear
un k</w>
tion ed</w>
p -
l ẻ</w>
S co
L E
0 1</w>
y .</w>
vu l
visu al</w>
slow ly</w>
es ses</w>
ba r</w>
Y e
ound ation</w>
go ld</w>
expe cted</w>
ch ẩn</w>
use ful</w>
cho ices</w>
C or
ượ n</w>
strea m</w>
sta ti
ri d</w>
low -
stand ard</w>
m ming</w>
ic ally</w>
go l
engine ering</w>
đ ếm</w>
scop e</w>
perspe ctive</w>
organi zation</w>
hu h</w>
conne ction</w>
b its</w>
ad ap
M at
na tive</w>
marke ts</w>
gu n</w>
f ell</w>
electri city</w>
e li
desp ite</w>
Par is</w>
H àn</w>
tr ộn</w>
tic les</w>
th ỏa</w>
supp or
s en</w>
inclu de</w>
for th</w>
ch ard</w>
b ếp</w>
Ste ve</w>
Europe an</w>
sti ck</w>
s .</w>
qu ick</w>
d ò</w>
c ỗ</w>
ber g</w>
t oni
ri age</w>
off er</w>
m as</w>
lo so
invest ment</w>
for ces</w>
demon str
ang er</w>
H y
ù y</w>
ù m</w>
v ắc-
tho ảng</w>
th ói</w>
sho p</w>
pur pose</w>
n ấm</w>
inst ance</w>
con ven
care er</w>
W ar</w>
we st</w>
sti ce</w>
h ỏng</w>
al u
Rob ert</w>
N ig
ẹ t</w>
ste ps</w>
mp tion</w>
jo in</w>
effor t</w>
c ưới</w>
c ke
brea k
ari es</w>
ac ts</w>
L ad
Japan ese</w>
B an</w>
t ịch</w>
t ex
s àn</w>
poli tics</w>
la dy</w>
gg ing</w>
d ứt</w>
cre d
R a</w>
H ội</w>
A ri
vari ous</w>
tr uyện</w>
obvi ous</w>
ng ã</w>
inde pen
ex tra</w>
der i
chi p</w>
H l
F ren
đ ớn</w>
t on
ite ly</w>
di sc
bu s</w>
arti st</w>
accoun t</w>
Ken ya</w>
vắc- xin</w>
ma gic</w>
ex ten
ess or</w>
ca used</w>
al ter
F ri
under stood</w>
stri al</w>
ra tion</w>
lin k</w>
i a</w>
b ạch</w>
ani a</w>
C ông</w>
ti s</w>
th ỉnh</w>
dr in
d ính</w>
A T
ụ n</w>
wer en</w>
no r</w>
g ate</w>
di o</w>
de vices</w>
Th om
Pa ki
Ho w</w>
20 11</w>
presi dent</w>
physi cs</w>
phi loso
dom in
O k
M al
I T</w>
tr ưa</w>
pa ir</w>
om en
oc cur
ch úa</w>
c tion
acti vi
6 00</w>
str a
rai sed</w>
kno wing</w>
ga r</w>
fas cin
Pau l</w>
Au str
